{
	"Identities": [
		{
			"Title": "Razor's Edge",
			"Innate Power": "Quicksilver deals 1 target 2 melee damage.",
			"Starting HP": 26,
			"Incapacitated": [
				"One player may play a card now.",
				"Destroy 1 ongoing card",
				"Until the start of your next turn, increase melee damage dealth by hero targets by 1."
			]
		},
		{
			"Title": "Returning Spear",
			"Innate Power": "Discard the top 2 cards of your deck, or put 1 card from your trash into your hand.",
			"Starting HP": 26,
			"Incapacitated": [
				"One player may play a card now.",
				"Destroy 1 ongoing card",
				"Until the start of your next turn, increase melee damage dealth by hero targets by 1."
			]
		},
		{
			"Title": "Revenge",
			"Innate Power": "Discard a card. Search your deck or trash for Iron Retort and put it into your hand. Shuffle your deck.",
			"Starting HP": 27,
			"Incapacitated": [
				"One player may play a card now.",
				"Destroy 1 ongoing card",
				"Until the start of your next turn, increase melee damage dealth by hero targets by 1."
			]
		},
		{
			"Title": "Reshape",
			"Innate Power": "Discard a card. If you do, draw 2 cards.",
			"Starting HP": 25,
			"Incapacitated": [
				"One player may play a card now.",
				"Destroy 1 ongoing card",
				"Until the start of your next turn, increase melee damage dealth by hero targets by 1."
			]
		}
	],
	"Name": "Quicksilver",
	"Deck": {
		"Stress Hardening": {
			"type": "Ongoing, Limited",
			"text": "If Quicksilver currently has less than her max HP, increase damage she deals to non-hero targets by 1. If Quicksilver has 10 or fewer HP, increase damage she deals to non-hero targets by an additional 1.",
			"frequency": 3
		},
		"Mirror Shard": {
			"type": "Ongoing, Limited",
			"text": "You may redirect any damage dealt by other hero targets to Quicksilver. Whenever Quicksilver takes damage this way, she deals 1 non-hero target X damage of the same type, where X is the damage that was dealt to Quicksilver plus 1.",
			"on entry": "When this card enters play, draw a card.",
			"frequency": 2
		},
		"Combo Chain": {
			"type": "Ongoing, Limited",
			"text": "The first time each turn that Quicksilver would deal herself damage to play a combo card, prevent that damage",
			"frequency": 3
		},
		"Iron Retort": {
			"type": "Ongoing",
			"text": "When Quicksilver is dealt damage, you may destroy this card. If you do, you may play a card.",
			"on entry": "When this card enter play, draw a card and Quicksilver regains 2 HP.",
			"frequency": 3
		},
		"Forest of Needles": {
			"type": "Oneshot, Finisher",
			"text": "Quicksilver may deal 6 melee damage to a target with more than 8 HP, or 3 melee damage to a target with 8 or fewer HP.",
			"frequency": 2
		},
		"Liquid Metal": {
			"type": "Oneshot",
			"text": "Reveal cards from the top of your deck until you reveal a combo and a finisher and put them into your hand. Shuffle the other revealed cards back into your deck. Quicksilver may deal herself 2 melee damage and play a combo now.",
			"frequency": 4
		},
		"Mercury Strike": {
			"type": "Oneshot, Combo",
			"text": "Quicksilver deals 1 target 2 melee damage, then 1 target 1 melee damage. You may play a finisher or Quicksilver may deal herself 2 melee damage and play a combo.",
			"frequency": 3
		},
		"Vicious Memories": {
			"type": "Ongoing, Limited",
			"text": "You may draw an extra card during your draw phase.",
			"frequency": 2
		},
		"Test Subject Halberd-19": {
			"type": "Oneshot",
			"text": "Quicksilver regains 6 HP. Immediately end your turn.",
			"frequency": 3
		},
		"Guard Breaker": {
			"type": "Oneshot, Finisher",
			"text": "Destroy a target with 3 or fewer HP, or deal 1 target 3 irreducible melee damage.",
			"frequency": 2
		},
		"Whispering Steel": {
			"type": "Oneshot, Combo",
			"text": "Quicksilver deals 1 target 2 irreducible melee damage. You may play a finisher or Quicksilver may deal herself 2 melee damage and play a combo.",
			"frequency": 3
		},
		"Coalescing Spear": {
			"type": "Oneshot, Combo",
			"text": "Quicksilver deals 1 target 3 projectile damage. You may play a finisher or Quicksilver may deal herself 2 melee damage and play a combo.",
			"frequency": 3
		},
		"Alloy Storm": {
			"type": "Oneshot, Combo",
			"text": "Quicksilver deals 1 each non-hero target 1 projectile damage. You may play a finisher or Quicksilver may deal herself 2 melee damage and play a combo.",
			"frequency": 3
		},
		"Malleable Armor": {
			"type": "Ongoing, Limited",
			"text": "If Quicksilver would be reduced from greater than 1 HP to 0 or fewer HP, Restore her to 1 HP.",
			"power": "If Quicksilver has not dealt damage this turn, she regains 3 HP.",
			"frequency": 2
		},
		"Frenzied Melee": {
			"type": "Ongoing, Limited",
			"text": "Increase all damage dealt by 1. The first time a hero target would be dealt damage by a non-hero target during the villain turn, you may redirect that damage to Quicksilver.",
			"power": "Destroy this card.",
			"frequency": 2
		}
	}
}




